Repository: binaryage/asepsis
Catalog: uninstaller-resources/*.lproj/Localizable.strings
Languages: dutch, german, japanese, ko, portuguese, russian

source: Quit
dutch: Afsluiten
japanese: 終了
ko: 종료
portuguese: Sair
russian: Выход

source: Cancel
dutch: Herstellen
german: Abbrechen
japanese: キャンセル
ko: 취소
portuguese: Cancelar
russian: Отмена

source: Uninstall
dutch: Verwijderen
german: Deinstallieren
japanese: アンインストール
ko: 제거
portuguese: Desinstalar
russian: Удаление

source: Details
japanese: 詳細
ko: 상세
portuguese: Detalhes
russian: Детально

source: Show detailed transcript
dutch: Laat gedetailleerd transcript zien
german: Detailierte Informationen anzeigen
japanese: トランスクリプトの詳細を表示
ko: 상세 기록을 봅니다
portuguese: Exibir histórico detalhado
russian: Показать подробную стенограмму

# You are about uninstall *APP*
source: You are about uninstall Asepsis
dutch: U gaat nu Asepsis verwijderen
german: Sie sind gerade dabei Asepsis zu deinstallieren
japanese: Asepsis をアンインストールしようとしています
ko: Asepsis를 제거하려고 합니다
portuguese: Você está prestes a desinstalar o Asepsis
russian: Вы собираетесь удалить Asepsis

# This program will uninstall all *APP* components from this computer.
source: This program will uninstall all Asepsis components from this computer.
dutch: Dit programma zal alle Asepsis componenten verwijderen van deze computer.
german: Dieser Uninstaller wird alle Asepsis Bestandteile von Ihrem Mac deinstallieren.
japanese: このプログラムは、このコンピュータから Asepsis のコンポーネントをすべてアンインストールします。
ko: 이 프로그램은 컴퓨터에서 모든 Asepsis 구성요소를 제거할 것입니다.
portuguese: Esse programa irá desinstalar todos os componentes do Asepsis do seu computador.
russian: Эта программа удалит все компоненты Asepsis с этого компьютера.

# *APP* has been uninstalled
source: Asepsis has been uninstalled
dutch: Asepsis is verwijderd.
german: Asepsis wurde deinstalliert
japanese: Asepsis はアンインストールされました
ko: Asepsis가 제거되었습니다
portuguese: Asepsis foi desinstalado com sucesso!
russian: Asepsis был удалён

source: Have a nice day.
dutch: Tot ziens.
german: Schönen Tag.
japanese: ごきげんよう。
ko: 좋은 하루 되세요.
portuguese: Tenha um bom dia.
russian: Приятного дня.

# *APP* uninstallation failed
source: Asepsis uninstallation failed
dutch: Het verwijderen van Asepsis is mislukt
german: Asepsis Deinstallation fehlgeschlagen
japanese: Asepsis のアンインストールに失敗しました
ko: Asepsis 제거를 실패했습니다
portuguese: A desinstalação do Asepsis falhou.
russian: Удаление Asepsis не удалось

source: The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.
dutch: Het verwijder script had problemen. Bekijk alstublieft de details en rapporteer bugs aan support@binaryage.com.
german: Das Deinstallationsprogramm führte zu einem Problem. Für weitere Informationen sehen Sie sich die Details an. Bitte schicken Sie einen Bug-Report an support@binaryage.com.
japanese: アンインストールスクリプトで問題が発生しました。詳細情報を確認して下さい。support@binaryage.com までバグをご連絡下さい。
ko: 제거 스크립트를 실행하는 중 문제가 발생했습니다. 상세 내역을 확인하세요. support@binaryage.com 으로 버그에 대해 알려주세요.
portuguese: O desinstalador encontrou problemas. Por favor verifique os detalhes, e reporte os bugs para support@binaryage.com.
russian: Сценарий удаления столкнулся с проблемой. Пожалуйста просмотрите детали. Пожалуйста сообщите об ошибках по адресу support@binaryage.com.

# Uninstaller needs admin privileges to remove *APP* from your system.
source: Uninstaller needs admin privileges to remove Asepsis from your system.
dutch: Uninstaller heeft admin privileges nodig om Asepsis van uw systeem te verwijderen.
german: Zum Deinstallieren von Asepsis werden Admin Rechte benötigt.
japanese: システムから Asepsis を削除するために、アンインストーラは管理者権限を必要とします。
ko: 시스템에서 Asepsis를 제거하려면 관리자 권한이 필요합니다.
portuguese: O desinstalador necessita de privilégios de administrador para remover o Asepsis do seu sistema.
russian: Деинсталятору требуются права администратора для удаления Asepsis с вашего компьютера.

source: Running uninstall script:
dutch: Verwijder script uitvoeren:
german: Das Deinstallationsskript wird durchgeführt:
japanese: アンインストールスクリプトを実行中:
ko: 제거 스크립트 실행 중:
portuguese: Executando desinstalador:
russian: Выполняется сценарий удаления:

source: Uninstall script finished successfully.
dutch: Het verwijder script is succesvol afgesloten.
german: Das Deinstallationsskript ist erfolgreich abgeschlossen..
japanese: アンインストールスクリプトは正常に終了しました。
ko: 제거 스크립트가 성공적으로 완료되었습니다.
portuguese: O desintalador finalizou corretamente.
russian: Сценарий удаления завершен успешно.

source: Uninstall script needs admin rights.
dutch: Het verwijder script heeft admin rechten nodig.
german: Das Deinstallationsskript benötigt Admin Rechte.
japanese: アンインストールスクリプトには管理者権限が必要です。
ko: 관리자 권한이 필요합니다.
portuguese: O desinstalador necessita de privilégios de administrador.
russian: Сценарию удаления требуются права администратора.

source: Uninstall script failed with error [%d].
dutch: Het verwijder script is mislukt met error [%d].
german: Das Deinstallationsskript wurde inkorrekt aufgrund dieses Fehler beendet [%d].
japanese: アンインストールスクリプトが失敗しました。エラー [%d]。
ko: 제거 스크립트 실행 중 오류가 발생하여 실패했습니다. [%d]
portuguese: O desinstalador falhou com o erro [%d].
russian: Сценарий удаления завершился с ошибкой [%d].
